Repository: josxha/OryUI
Catalog: KratosSelfServiceBlazor/Resources/OryElementsTranslator.*.resx
Languages: de, es, fr, nl, pt, se

# identities.messages.4000034
source: The password has been found in data breaches and must no longer be used.
de: Das Passwort wurde in Datenlecks gefunden und darf nicht mehr verwendet werden.
es: La contraseña ha sido encontrada en brechas de datos y ya no debe ser utilizada.
fr: Le mot de passe a été trouvé dans des violations de données et ne doit plus être utilisé.
nl: Het wachtwoord is gevonden in datalekken en mag niet langer worden gebruikt.
pt: A password foi encontrada em violações de dados e não deve mais ser utilizada.
se: Lösenordet har hittats vid dataintrång och får inte längre användas.

# identities.messages.4000035
source: This account does not exist or has not setup sign in with code.
de: Dieses Konto existiert nicht oder hat keine Anmeldung per Code eingerichtet.
es: Esta cuenta no existe o no tiene configurado el inicio de sesión con código.
fr: Ce compte n'existe pas ou n'a pas configuré de connexion avec code.
nl: Dit account bestaat niet of heeft geen aanmelding met code ingesteld.
pt: Esta conta não existe ou não configurou o login com código.
se: Det här kontot finns inte eller har inte konfigurerat inloggning med kod.

# identities.messages.4000036
source: The provided traits do not match the traits previously associated with this flow.
de: Die bereitgestellten Merkmale stimmen nicht mit den zuvor mit diesem Flow assoziierten Merkmalen überein.
es: Las características proporcionadas no coinciden con las características previamente asociadas con este flujo.
fr: Les traits fournis ne correspondent pas aux traits associés précédemment à ce flux.
nl: De verstrekte kenmerken komen niet overeen met de eerder geassocieerde kenmerken met deze stroom.
pt: Os traços fornecidos não correspondem aos traços associados anteriormente a este fluxo.
se: De angivna egenskaperna matchar inte de egenskaper som tidigare associerats med detta flöde.

# identities.messages.4010001
source: The login flow expired {expired_at_unix_since_minutes} minutes ago, please try again.
de: Der Anmeldevorgang ist vor {expired_at_unix_since_minutes} Minuten abgelaufen. Bitte versuchen Sie es erneut.
es: El flujo de inicio de sesión expiró hace {expired_at_unix_since_minutes} minutos, por favor intente nuevamente.
fr: Le flux de connexion a expiré il y a {expired_at_unix_since_minutes} minutes, veuillez réessayer.
nl: De aanmeldingsstroom is verlopen {expired_at_unix_since_minutes} minuten geleden, probeer het opnieuw.
pt: O fluxo de login expirou {expired_at_unix_since_minutes} minutos atrás, tente novamente.
se: Inloggningsflödet upphörde för {expired_at_unix_since_minutes} minuter sedan, var vänlig försök igen.

# identities.messages.4010002
source: Could not find a strategy to log you in with. Did you fill out the form correctly?
de: Es konnte keine Strategie gefunden werden, um Sie anzumelden. Haben Sie das Formular korrekt ausgefüllt?
es: No se pudo encontrar una estrategia para iniciar sesión. ¿Llenó correctamente el formulario?
fr: Impossible de trouver une stratégie pour vous connecter. Avez-vous rempli correctement le formulaire ?
nl: Kon geen strategie vinden om mee in te loggen. Heb je het formulier correct ingevuld?
pt: Não foi encontrada uma estratégia para fazer login. Preencheu o formulário corretamente?
se: Kunde inte hitta en strategi att logga in dig med. Fyllde du i formuläret korrekt?

# identities.messages.4010003
source: Could not find a strategy to sign you up with. Did you fill out the form correctly?
de: Es konnte keine Strategie gefunden werden, um Sie zu registrieren. Haben Sie das Formular korrekt ausgefüllt?
es: No se pudo encontrar una estrategia para registrarse. ¿Llenó correctamente el formulario?
fr: Impossible de trouver une stratégie pour vous inscrire. Avez-vous rempli correctement le formulaire ?
nl: Kon geen strategie vinden om je mee aan te melden. Heb je het formulier correct ingevuld?
pt: Não foi encontrada uma estratégia para Registar. Preencheu o formulário corretamente?
se: Kunde inte hitta en strategi att registrera dig med. Fyllde du i formuläret korrekt?

# identities.messages.4010004
source: Could not find a strategy to update your settings. Did you fill out the form correctly?
de: Es konnte keine Strategie gefunden werden, um Ihre Einstellungen zu aktualisieren. Haben Sie das Formular korrekt ausgefüllt?
es: No se pudo encontrar una estrategia para actualizar sus configuraciones. ¿Llenó correctamente el formulario?
fr: Impossible de trouver une stratégie pour mettre à jour vos paramètres. Avez-vous rempli correctement le formulaire ?
nl: Kon geen strategie vinden om je instellingen bij te werken. Heb je het formulier correct ingevuld?
pt: Não foi encontrada uma estratégia para atualizar suas configurações. Preencheu o formulário corretamente?
se: Kunde inte hitta en strategi för att uppdatera dina inställningar. Fyllde du i formuläret korrekt?

# identities.messages.4010005
source: Could not find a strategy to recover your account with. Did you fill out the form correctly?
de: Es konnte keine Strategie gefunden werden, um Ihr Konto wiederherzustellen. Haben Sie das Formular korrekt ausgefüllt?
es: No se pudo encontrar una estrategia para recuperar su cuenta. ¿Llenó correctamente el formulario?
fr: Impossible de trouver une stratégie pour récupérer votre compte. Avez-vous rempli correctement le formulaire ?
nl: Kon geen strategie vinden om je account mee te herstellen. Heb je het formulier correct ingevuld?
pt: Não foi encontrada uma estratégia para recuperar sua conta. Preencheu o formulário corretamente?
se: Kunde inte hitta en strategi att återställa ditt konto med. Fyllde du i formuläret korrekt?

# identities.messages.4010006
source: Could not find a strategy to verify your account with. Did you fill out the form correctly?
de: Es konnte keine Strategie gefunden werden, um Ihr Konto zu verifizieren. Haben Sie das Formular korrekt ausgefüllt?
es: No se pudo encontrar una estrategia para verificar su cuenta. ¿Llenó correctamente el formulario?
fr: Impossible de trouver une stratégie pour vérifier votre compte. Avez-vous rempli correctement le formulaire ?
nl: Kon geen strategie vinden om je account mee te verifiëren. Heb je het formulier correct ingevuld?
pt: Não foi encontrada uma estratégia para verificar sua conta. Preencheu o formulário corretamente?
se: Kunde inte hitta en strategi att verifiera ditt konto med. Fyllde du i formuläret korrekt?

# identities.messages.4010007
source: The request was already completed successfully and can not be retried.
de: Die Anfrage wurde bereits erfolgreich abgeschlossen und kann nicht erneut versucht werden.
es: La solicitud ya fue completada exitosamente y no puede ser reintentada.
fr: La demande a déjà été effectuée avec succès et ne peut pas être réessayée.
nl: Het verzoek is al met succes voltooid en kan niet opnieuw worden geprobeerd.
pt: A solicitação já foi concluída com sucesso e não pode ser tentada novamente.
se: Begäran har redan slutförts framgångsrikt och kan inte göras igen.

# identities.messages.4010008
source: The login code is invalid or has already been used. Please try again.
de: Der Anmeldecode ist ungültig oder wurde bereits verwendet. Bitte versuchen Sie es erneut.
es: El código de inicio de sesión es inválido o ya ha sido utilizado. Por favor, intente nuevamente.
fr: Le code de connexion est invalide ou a déjà été utilisé. Veuillez réessayer.
nl: De aanmeldingscode is ongeldig of is al gebruikt. Probeer het opnieuw.
pt: O código de login é inválido ou já foi usado. Tente novamente.
se: Inloggningskoden är ogiltig eller har redan använts. Var vänlig försök igen.

# identities.messages.4040001
source: The registration flow expired {expired_at_unix_since_minutes} minutes ago, please try again.
de: Der Registrierungsvorgang ist vor {expired_at_unix_since_minutes} Minuten abgelaufen. Bitte versuchen Sie es erneut.
es: El flujo de registro expiró hace {expired_at_unix_since_minutes} minutos, por favor intente nuevamente.
fr: Le flux d'inscription a expiré il y a {expired_at_unix_since_minutes} minutes, veuillez réessayer.
nl: De registratie flowis verlopen {expired_at_unix_since_minutes} minuten geleden, probeer het opnieuw.
pt: O fluxo de registo expirou {expired_at_unix_since_minutes} minutos atrás, tente novamente.
se: Registreringsflödet gick ut för {expired_at_unix_since_minutes} minuter sedan, försök igen.

# identities.messages.4040002
source: The request was already completed successfully and can not be retried.
de: Die Anfrage wurde bereits erfolgreich abgeschlossen und kann nicht erneut versucht werden.
es: La solicitud ya fue completada exitosamente y no puede ser reintentada.
fr: La demande a déjà été effectuée avec succès et ne peut pas être réessayée.
nl: Het verzoek is al met succes voltooid en kan niet opnieuw worden geprobeerd.
pt: A solicitação já foi concluída com sucesso e não pode ser tentada novamente.
se: Begäran har redan slutförts framgångsrikt och kan inte göras igen.

# identities.messages.4040003
source: The registration code is invalid or has already been used. Please try again.
de: Der Registrierungscode ist ungültig oder wurde bereits verwendet. Bitte versuchen Sie es erneut.
es: El código de registro es inválido o ya ha sido utilizado. Por favor, intente nuevamente.
fr: Le code d'inscription est invalide ou a déjà été utilisé. Veuillez réessayer.
nl: De registratiecode is ongeldig of is al gebruikt. Probeer het opnieuw.
pt: O código de registo é inválido ou já foi usado. Tente novamente.
se: Registreringskoden är ogiltig eller har redan använts. Var vänlig försök igen.

# identities.messages.4050001
source: The settings flow expired {expired_at_unix_since_minutes} minutes ago, please try again.
de: Der Einstellungsvorgang ist vor {expired_at_unix_since_minutes} Minuten abgelaufen. Bitte versuchen Sie es erneut.
es: El flujo de configuración expiró hace {expired_at_unix_since_minutes} minutos, por favor intente nuevamente.
fr: Le flux de paramètres a expiré il y a {expired_at_unix_since_minutes} minutes, veuillez réessayer.
nl: De instellingen flow is verlopen {expired_at_unix_since_minutes} minuten geleden, probeer het opnieuw.
pt: O fluxo de configurações expirou {expired_at_unix_since_minutes} minutos atrás, tente novamente.
se: Inställningsflödet gick ut för {expired_at_unix_since_minutes} minuter sedan, var vänlig försök igen.

# identities.messages.4060001
source: The request was already completed successfully and can not be retried.
de: Die Anfrage wurde bereits erfolgreich abgeschlossen und kann nicht erneut versucht werden.
es: La solicitud ya fue completada exitosamente y no puede ser reintentada.
fr: La demande a déjà été effectuée avec succès et ne peut pas être réessayée.
nl: Het verzoek is al met succes voltooid en kan niet opnieuw worden geprobeerd.
pt: A solicitação já foi concluída com sucesso e não pode ser tentada novamente.
se: Begäran har redan slutförts framgångsrikt och kan inte göras igen.

# identities.messages.4060002
source: The recovery flow reached a failure state and must be retried.
de: Der Wiederherstellungsvorgang erreichte einen Fehlerzustand und muss erneut versucht werden.
es: El flujo de recuperación alcanzó un estado de fallo y debe ser reintentado.
fr: Le flux de récupération a atteint un état d'échec et doit être réessayé.
nl: De herstel flow heeft een fout bereikt en moet opnieuw worden geprobeerd.
pt: O fluxo de recuperação atingiu um estado de falha e deve ser tentado novamente.
se: Återställningsflödet nådde ett feltillstånd och måste försökas igen.

# identities.messages.4060004
source: The recovery token is invalid or has already been used. Please retry the flow.
de: Der Wiederherstellungstoken ist ungültig oder wurde bereits verwendet. Bitte wiederholen Sie den Vorgang.
es: El token de recuperación es inválido o ya ha sido utilizado. Por favor, reinicie el flujo.
fr: Le jeton de récupération est invalide ou a déjà été utilisé. Veuillez réessayer le flux.
nl: De hersteltoken is ongeldig of is al gebruikt. Probeer de flow opnieuw.
pt: O token de recuperação é inválido ou já foi usado. Por favor, tente o fluxo novamente.
se: Återställningstoken är ogiltig eller har redan använts. Var vänlig försök flödet igen.

# identities.messages.4060005
source: The recovery flow expired {expired_at_unix_since_minutes} minutes ago, please try again.
de: Der Wiederherstellungsvorgang ist vor {expired_at_unix_since_minutes} Minuten abgelaufen. Bitte versuchen Sie es erneut.
es: El flujo de recuperación expiró hace {expired_at_unix_since_minutes} minutos, por favor intente nuevamente.
fr: Le flux de récupération a expiré il y a {expired_at_unix_since_minutes} minutes, veuillez réessayer.
nl: De herstel flow is verlopen {expired_at_unix_since_minutes} minuten geleden, probeer het opnieuw.
pt: O fluxo de recuperação expirou {expired_at_unix_since_minutes} minutos atrás, tente novamente.
se: Återställningsflödet gick ut för {expired_at_unix_since_minutes} minuter sedan, var vänlig försök igen.

# identities.messages.4060006
source: The recovery code is invalid or has already been used. Please try again.
de: Der Wiederherstellungscode ist ungültig oder wurde bereits verwendet. Bitte versuchen Sie es erneut.
es: El código de recuperación es inválido o ya ha sido utilizado. Por favor, intente nuevamente.
fr: Le code de récupération est invalide ou a déjà été utilisé. Veuillez réessayer.
nl: De herstelcode is ongeldig of is al gebruikt. Probeer het opnieuw.
pt: O código de recuperação é inválido ou já foi usado. Tente novamente.
se: Återställningskoden är ogiltig eller har redan använts. Var vänlig försök igen.

# identities.messages.4070001
source: The verification token is invalid or has already been used. Please retry the flow.
de: Der Verifizierungstoken ist ungültig oder wurde bereits verwendet. Bitte wiederholen Sie den Vorgang.
es: El token de verificación es inválido o ya ha sido utilizado. Por favor, reinicie el flujo.
fr: Le jeton de vérification est invalide ou a déjà été utilisé. Veuillez réessayer le flux.
nl: De verificatietoken is ongeldig of is al gebruikt. Probeer de flow opnieuw.
pt: O token de verificação é inválido ou já foi usado. Tente novamente.
se: Verifieringstoken är ogiltig eller har redan använts. Var vänlig försök flödet igen.

# identities.messages.4070002
source: The request was already completed successfully and can not be retried.
de: Die Anfrage wurde bereits erfolgreich abgeschlossen und kann nicht erneut versucht werden.
es: La solicitud ya fue completada exitosamente y no puede ser reintentada.
fr: La demande a déjà été effectuée avec succès et ne peut pas être réessayée.
nl: Het verzoek is al met succes voltooid en kan niet opnieuw worden geprobeerd.
pt: A solicitação já foi concluída com sucesso e não pode ser solicitada novamente.
se: Begäran har redan slutförts framgångsrikt och kan inte göras igen.

# identities.messages.4070003
source: The verification flow reached a failure state and must be retried.
de: Der Verifizierungsvorgang erreichte einen Fehlerzustand und muss erneut versucht werden.
es: El flujo de verificación alcanzó un estado de fallo y debe ser reintentado.
fr: Le flux de vérification a atteint un état d'échec et doit être réessayé.
nl: De verificatie flow heeft een fout bereikt en moet opnieuw worden geprobeerd.
pt: O fluxo de verificação atingiu um estado de falha e deve ser tentado novamente.
se: Verifieringsflödet nådde ett feltillstånd och måste försökas igen.

# identities.messages.4070005
source: The verification flow expired {expired_at_unix_since_minutes} minutes ago, please try again.
de: Der Verifizierungsvorgang ist vor {expired_at_unix_since_minutes} Minuten abgelaufen. Bitte versuchen Sie es erneut.
es: El flujo de verificación expiró hace {expired_at_unix_since_minutes} minutos, por favor intente nuevamente.
fr: Le flux de vérification a expiré il y a {expired_at_unix_since_minutes} minutes, veuillez réessayer.
nl: De verificatie flow is verlopen {expired_at_unix_since_minutes} minuten geleden, probeer het opnieuw.
pt: O fluxo de verificação expirou {expired_at_unix_since_minutes} minutos atrás, tente novamente.
se: Verifieringsflödet gick ut för {expired_at_unix_since_minutes} minuter sedan, var vänlig försök igen.

# identities.messages.4070006
source: The verification code is invalid or has already been used. Please try again.
de: Der Verifizierungscode ist ungültig oder wurde bereits verwendet. Bitte versuchen Sie es erneut.
es: El código de verificación es inválido o ya ha sido utilizado. Por favor, intente nuevamente.
fr: Le code de vérification est invalide ou a déjà été utilisé. Veuillez réessayer.
nl: De verificatiecode is ongeldig of is al gebruikt. Probeer het opnieuw.
pt: O código de verificação é inválido ou já foi usado. Tente novamente.
se: Verifieringskoden är ogiltig eller har redan använts. Var vänlig försök igen.

# login.forgot-password
source: Forgot password?
de: Passwort vergessen?
es: ¿Olvidó su contraseña?
fr: Mot de passe oublié ?
nl: Wachtwoord vergeten?
pt: Esqueceu a password?
se: Glömt lösenord?

# login.logged-in-as-label
source: You're logged in as:
de: Sie sind angemeldet als:
es: Ha iniciado sesión como:
fr: Vous êtes connecté en tant que :
nl: Je bent ingelogd als:
pt: Está conectado como:
se: Du är inloggad som:

# login.logout-button
source: Logout
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
nl: Uitloggen
pt: Sair
se: Logga ut

# login.logout-label
source: Something's not working?
de: Etwas funktioniert nicht?
es: ¿Algo no funciona correctamente?
fr: Quelque chose ne fonctionne pas ?
nl: Er is iets mis?
pt: Algo não está a funcionar?
se: Är det något som inte fungerar?

# login.registration-button
source: Sign up
de: Registrieren
es: Registrarse
fr: S'inscrire
nl: Registreren
pt: Registar
se: Skapa konto

# login.registration-label
source: Don't have an account?
de: Sie haben noch kein Konto?
es: ¿No tiene una cuenta?
fr: Vous n'avez pas de compte ?
nl: Heb je nog geen account?
pt: Não tem uma conta?
se: Har du inget konto?

# login.subtitle-oauth2
source: To authenticate {clientName}
de: Zur Authentifizierung bei {clientName}
es: Para autenticar a {clientName}
fr: Pour vous authentifier sur {clientName}
nl: Om te authenticeren bij {clientName}
pt: Para autenticar {clientName}
se: Att autentisera {clientName}

# login.title
source: Sign in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
nl: Inloggen
pt: Entrar
se: Logga in

# login.title-aal2
source: Two-Factor Authentication
de: Zwei-Faktor-Authentifizierung
es: Autenticación de Dos Factores
fr: Authentification à deux facteurs
nl: Twee-Factor Authenticatie
pt: Autenticação de Dois Fatores
se: Tvåfaktorsautentisering

# login.title-refresh
source: Confirm it's you
de: Bestätigen Sie, dass Sie es sind
es: Confirme que es usted
fr: Confirmez que c'est bien vous
nl: Bevestig dat jij het bent
pt: Confirme que é você
se: Bekräfta att det är du

# logout.accept-button
source: Yes
de: Ja
es: Sí
fr: Oui
nl: Ja
pt: Sim
se: Ja

# logout.reject-button
source: No
de: Nein
fr: Non
nl: Nee
pt: Não
se: Nej

# logout.title
source: Do you wish to log out?
de: Möchten Sie sich abmelden?
es: ¿Desea cerrar sesión?
fr: Souhaitez-vous vous déconnecter ?
nl: Wil je uitloggen?
pt: Deseja sair?
se: Vill du logga ut?

# recovery.login-button
source: Sign in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
nl: Inloggen
pt: Entrar
se: Logga in

# recovery.login-label
source: Remember your credentials?
de: Erinnern Sie sich an Ihre Anmeldedaten?
es: ¿Recuerda sus credenciales?
fr: Vous souvenez-vous de vos informations d'identification ?
nl: Herinner je je inloggegevens?
pt: Lembrar credenciais?
se: Kan du ditt inlogg?

# recovery.title
source: Recover your account
de: Ihr Konto wiederherstellen
es: Recuperar su cuenta
fr: Récupérer votre compte
nl: Herstel je account
pt: Recuperar conta
se: Återställ ditt konto

# registration.login-button
source: Sign in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
nl: Inloggen
pt: Entrar
se: Logga in

# registration.login-label
source: Already have an account?
de: Sie haben bereits ein Konto?
es: ¿Ya tiene una cuenta?
fr: Vous avez déjà un compte ?
nl: Heb je al een account?
pt: Já tem uma conta?
se: Har du redan ett konto?

# registration.subtitle-oauth2
source: To authenticate {clientName}
de: Zur Authentifizierung bei {clientName}
es: Para autenticar a {clientName}
fr: Pour vous authentifier sur {clientName}
nl: Om te authenticeren bij {clientName}
pt: Para autenticar {clientName}
se: Att autentisera {clientName}

# registration.title
source: Register an account
de: Konto registrieren
es: Registrar una cuenta
fr: Créer un compte
nl: Registreer een account
pt: Registar uma conta
se: Skapa ett konto

# settings.navigation-back-button
source: Back
de: Zurück
es: Regresar
fr: Revenir en arrière
nl: Ga terug
pt: Voltar
se: Tillbaka

# settings.navigation-backup-codes
source: 2FA Backup Codes
es: Códigos de Respaldo de 2FA
fr: Codes de secours 2FA
pt: Códigos de Backup de 2FA
se: 2FA backupkoder

# settings.navigation-logout
source: Logout
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
nl: Uitloggen
pt: Sair
se: Logga ut

# settings.navigation-oidc
source: Social Sign In
de: Soziale Medien
es: Inicio de Sesión Social
fr: Connexion sociale
nl: Sociaal Inloggen
pt: login social
se: Social Inloggning

# settings.navigation-password
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
nl: Wachtwoord
se: Lösenord

# settings.navigation-profile
source: Profile
de: Profil
es: Perfil
fr: Profil
nl: Profiel
pt: Perfil
se: Profil

# settings.navigation-totp
source: Authenticator App
de: Zwei-Faktor App
es: Aplicación Autenticadora
fr: Application d'authentification TOTP
pt: Aplicação Autenticador 2FA
se: Autentiserings App

# settings.navigation-webauthn
source: Hardware Tokens
de: Sicherheitsschlüssel
es: Tokens de Hardware
fr: Tokens matériels
pt: Tokens de Hardware
se: Hårdvaru Tokens

# settings.subtitle-instructions
source: Here you can manage settings related to your account. Keep in mind that certain actions require you to re-authenticate.
de: Hier können Sie Einstellungen zu Ihrem Konto vornehmen. Für manche Einstellungen müssen Sie Ihre Identität erneut bestätigen.
es: Aquí puede gestionar las configuraciones relacionadas con su cuenta. Tenga en cuenta que ciertas acciones requieren que vuelva a autenticarse.
fr: Ici, vous pouvez gérer les paramètres liés à votre compte. Gardez à l'esprit que certaines actions nécessitent une nouvelle authentification.
nl: Hier kun je instellingen beheren die verband houden met je account. Houd er rekening mee dat bepaalde acties vereisen dat je opnieuw wordt geauthenticeerd.
pt: Aqui pode gerar configurações relacionadas com a sua conta. Lembre-se de que certas ações exigem que efetue novamente login.
se: Här kan du hantera inställningar relaterade till ditt konto. Tänk på att vissa åtgärder kräver att du autentiseras på nytt.

# settings.title
source: Account Settings
de: Kontoeinstellungen
es: Configuraciones de la Cuenta
fr: Paramètres du compte
nl: Accountinstellingen
pt: Configurações da Conta
se: Kontoinställningar

# settings.title-lookup-secret
source: Manage 2FA Backup Recovery Codes
es: Gestionar Códigos de Recuperación de Respaldo de 2FA
fr: Gérer les codes de récupération 2FA
nl: Beheer 2FA Backup Herstelcodes
pt: Gerar Códigos de Recuperação de Backup de 2FA
se: Hantera 2FA backup-återställningskoder

# settings.title-navigation
source: Account Settings
de: Konto Einstellungen
es: Configuraciones de la Cuenta
fr: Paramètres du compte
nl: Accountinstellingen
pt: Configurações da Conta
se: Kontoinställningar

# settings.title-oidc
source: Social Sign In
de: Anmeldung über soziale Medien
es: Inicio de Sesión Social
fr: Connexion sociale
nl: Sociaal Inloggen
pt: login social
se: Social Inloggning
