Repository: josxha/OryUI
Catalog: KratosSelfServiceBlazor/Resources/OryElementsTranslator.*.resx
Languages: de, es, fr, nl, pt, se

# settings.title-password
source: Change Password
de: Passwort ändern
es: Cambiar Contraseña
fr: Changer le mot de passe
nl: Wachtwoord wijzigen
pt: Alterar password
se: Byt lösenord

# settings.title-profile
source: Profile Settings
de: Profil Einstellungen
es: Configuraciones del Perfil
fr: Paramètres de profil
nl: Profielinstellingen
pt: Configurações de Perfil
se: Profilinställningar

# settings.title-totp
source: Manage 2FA TOTP Authenticator App
de: Zwei-Faktor TOTP App
es: Gestionar Aplicación Autenticadora de 2FA
fr: Gérer l'application d'authentification TOTP 2FA
nl: Beheer 2FA TOTP Authenticator App
pt: Gerar Aplicação Autenticador 2FA
se: Hantera 2FA TOTP Autentiserings App

# settings.title-webauthn
source: Manage Hardware Tokens
de: Sicherheitsschlüssel verwalten
es: Gestionar Tokens de Hardware
fr: Gérer les tokens matériels
nl: Beheer Hardware Tokens
pt: Gerar Tokens de Hardware
se: Hantera Hårdvaru Tokens

# verification.registration-button
source: Sign up
de: Registrieren
es: Registrarse
fr: S'inscrire
nl: Registreren
pt: Registar
se: Skapa konto

# verification.registration-label
source: Don't have an account?
de: Sie haben noch kein Konto?
es: ¿No tiene una cuenta?
fr: Vous n'avez pas de compte ?
nl: Heb je nog geen account?
pt: Não tem uma conta?
se: Har du inget konto?

# verification.title
source: Verify your account
de: Verifizieren Sie ihr Konto
es: Verificar su cuenta
fr: Vérifiez votre compte
nl: Verifieer je account
pt: Verifique a sua conta
se: Verifiera ditt konto
