Repository: josxha/OryUI
Catalog: KratosSelfServiceBlazor/Resources/OryElementsTranslator.*.resx
Languages: de, es, fr, nl, pt, se

# identities.messages.1070009
source: Continue
de: Weiter
es: Continuar
fr: Continuer
nl: Doorgaan
pt: Continuar
se: Fortsätt

# identities.messages.1070010
source: Recovery code
de: Wiederherstellungscode
es: Código de recuperación
fr: Code de récupération
nl: Herstelcode
pt: Código de recuperação
se: Återställningskod

# identities.messages.1070011
source: Verification code
de: Verifikationscode
es: Código de verificación
fr: Code de vérification
nl: Verificatiecode
pt: Código de verificação
se: Verifieringskod

# identities.messages.1070012
source: Registration code
de: Registrierungscode
es: Código de registro
fr: Code d'inscription
nl: Registratiecode
pt: Código de registo
se: Registreringskod

# identities.messages.1070013
source: Login code
de: Anmeldecode
es: Código de inicio de sesión
fr: Code de connexion
nl: Aanmeldingscode
pt: Código de login
se: Inloggningskod

# identities.messages.1080001
source: An email containing a verification link has been sent to the email address you provided. If you have not received an email, check the spelling of the address and make sure to use the address you registered with.
de: Eine E-Mail mit einem Bestätigungslink wurde an die von Ihnen angegebene E-Mail-Adresse gesendet. Falls Sie keine E-Mail erhalten haben, überprüfen Sie bitte die Schreibweise der Adresse und stellen Sie sicher, dass Sie die Adresse verwendet haben, mit der Sie sich registriert haben.
es: Se ha enviado un correo electrónico con un enlace de verificación a la dirección que proporcionó. Si no ha recibido un correo electrónico, verifique la ortografía de la dirección y asegúrese de usar la dirección con la que se registró.
fr: Un e-mail contenant un lien de vérification a été envoyé à l'adresse e-mail que vous avez fournie. Si vous n'avez pas reçu d'e-mail, vérifiez l'orthographe de l'adresse et assurez-vous d'utiliser l'adresse avec laquelle vous vous êtes enregistré.
nl: Er is een e-mail met een verificatielink naar het opgegeven e-mailadres gestuurd. Als je geen e-mail hebt ontvangen, controleer dan de spelling van het e-mailadres en zorg ervoor dat je het e-mailadres hebt gebruikt waarmee je hebt geregistreerd.
pt: Um e-mail com um link de verificação foi enviado para o endereço de e-mail introduzido. Se recebeu um e-mail, verifique a ortografia do endereço e verifique se está usando o endereço com o qual se registou.
se: Ett e-postmeddelande med en verifieringslänk har skickats till den e-postadress du angett. Om du inte har fått ett mejl, kontrollera stavningen på adressen och se till att använda adressen du registrerade dig med.

# identities.messages.1080002
source: You successfully verified your email address.
de: Sie haben Ihre E-Mail-Adresse erfolgreich bestätigt.
es: Ha verificado exitosamente su dirección de correo electrónico.
fr: Vous avez réussi à vérifier votre adresse e-mail.
nl: Je hebt succesvol je e-mailadres geverifieerd.
pt: Endereço de e-mail verificado com sucesso.
se: Du har verifierat din e-postadress.

# identities.messages.1080003
source: An email containing a verification code has been sent to the email address you provided. If you have not received an email, check the spelling of the address and make sure to use the address you registered with.
de: Eine E-Mail mit einem Bestätigungscode wurde an die von Ihnen angegebene E-Mail-Adresse gesendet. Falls Sie keine E-Mail erhalten haben, überprüfen Sie bitte die Schreibweise der Adresse und stellen Sie sicher, dass Sie die Adresse verwendet haben, mit der Sie sich registriert haben.
es: Se ha enviado un correo electrónico con un código de verificación a la dirección que proporcionó. Si no ha recibido un correo electrónico, verifique la ortografía de la dirección y asegúrese de usar la dirección con la que se registró.
fr: Un e-mail contenant un code de vérification a été envoyé à l'adresse e-mail que vous avez fournie. Si vous n'avez pas reçu d'e-mail, vérifiez l'orthographe de l'adresse et assurez-vous d'utiliser l'adresse avec laquelle vous vous êtes enregistré.
nl: Er is een e-mail met een verificatiecode naar het opgegeven e-mailadres gestuurd. Als je geen e-mail hebt ontvangen, controleer dan de spelling van het e-mailadres en zorg ervoor dat je het e-mailadres hebt gebruikt waarmee je hebt geregistreerd.
pt: Um e-mail com um código de verificação foi enviado para o endereço de e-mail introduzido. Se recebeu um e-mail, verifique a ortografia do endereço e verifique se está usando o endereço com o qual se registou.
se: Ett e-postmeddelande som innehåller en verifieringskod har skickats till den e-postadress du angett. Om du inte har fått ett mejl, kontrollera stavningen på adressen och se till att använda adressen du registrerade dig med.

# identities.messages.4000002
source: Property {property} is missing.
de: Eigenschaft {property} fehlt.
es: Falta la propiedad {property}.
fr: La propriété {property} est manquante.
nl: Eigenschap {property} ontbreekt.
pt: A propriedade {property} não foi encontrada.
se: Egenskap {property} saknas.

# identities.messages.4000003
source: length must be >= {min_length}, but got {actual_length}
de: Die Länge muss >= {min_length} sein, wurde jedoch {actual_length} erhalten.
es: la longitud debe ser >= {min_length}, pero es {actual_length}
fr: La longueur doit être >= {min_length}, mais a été {actual_length}
nl: lengte moet >= {min_length} zijn, maar is {actual_length}
pt: O comprimento deve ser >= {min_length}, mas foi {actual_length}
se: längd måste vara >= {min_length}, men var {actual_length}

# identities.messages.4000004
source: does not match pattern "{pattern}"
de: entspricht nicht dem Muster "{pattern}"
es: no coincide con el patrón "{pattern}"
fr: Ne correspond pas au motif "{pattern}"
nl: komt niet overeen met patroon "{pattern}"
pt: não corresponde ao padrão "{pattern}"
se: matchar inte mönstret "{pattern}"

# identities.messages.4000005
source: The password can not be used because {reason}.
de: Das Passwort kann nicht verwendet werden, weil {reason}.
es: La contraseña no puede ser utilizada porque {reason}.
fr: Le mot de passe ne peut pas être utilisé en raison de {reason}.
nl: Het wachtwoord kan niet worden gebruikt vanwege {reason}.
pt: A password não pode ser utilizada porque {reason}.
se: Lösenordet kan inte användas pga {reason}.

# identities.messages.4000006
source: The provided credentials are invalid, check for spelling mistakes in your password or username, email address, or phone number.
de: Die bereitgestellten Anmeldedaten sind ungültig. Überprüfen Sie auf Rechtschreibfehler in Ihrem Passwort, Benutzernamen, E-Mail-Adresse oder Telefonnummer.
es: Las credenciales proporcionadas son inválidas, verifique si hay errores en su contraseña o nombre de usuario, dirección de correo electrónico o número de teléfono.
fr: Les informations d'identification fournies sont invalides. Veuillez vérifier les fautes d'orthographe dans votre mot de passe ou nom d'utilisateur, adresse e-mail ou numéro de téléphone.
nl: De verstrekte referenties zijn ongeldig, controleer op typefouten in je wachtwoord of gebruikersnaam, e-mailadres of telefoonnummer.
pt: As credenciais fornecidas são inválidas, verifique erros na definição da password ou no nome de usuário, endereço de e-mail ou número de telefone.
se: De angivna uppgifterna är ogiltiga. Kontrollera om det finns stavfel i ditt lösenord eller användarnamn, e-postadress eller telefonnummer.

# identities.messages.4000007
source: An account with the same identifier (email, phone, username, ...) exists already.
de: Ein Konto mit demselben Identifikator (E-Mail, Telefon, Benutzername, ...) existiert bereits.
es: Ya existe una cuenta con el mismo identificador (correo, teléfono, nombre de usuario, ...).
fr: Un compte avec le même identifiant (e-mail, téléphone, nom d'utilisateur, ...) existe déjà.
nl: Er bestaat al een account met dezelfde identificatiegegevens (e-mail, telefoon, gebruikersnaam, ...).
pt: Já existe uma conta com o mesmo username (e-mail, telefone, nome de usuário, ...).
se: Ett konto med samma identifierare (e-post, telefon, användarnamn, ...) finns redan.

# identities.messages.4000008
source: The provided authentication code is invalid, please try again.
de: Der bereitgestellte Authentifizierungscode ist ungültig. Bitte versuchen Sie es erneut.
es: El código de autenticación proporcionado es inválido, por favor intente nuevamente.
fr: Le code d'authentification fourni est invalide. Veuillez réessayer.
nl: De verstrekte verificatiecode is ongeldig, probeer het opnieuw.
pt: O código de autenticação fornecido é inválido, tente novamente.
se: Den angivna autentiseringskoden är ogiltig, försök igen.

# identities.messages.4000009
source: Could not find any login identifiers. Did you forget to set them? This could also be caused by a server misconfiguration.
de: Es konnten keine Anmeldeidentifikatoren gefunden werden. Haben Sie vergessen, diese festzulegen? Dies könnte auch durch eine Serverfehlkonfiguration verursacht werden.
es: No se encontraron identificadores de inicio de sesión. ¿Olvidó establecerlos? Esto también podría ser causado por una mala configuración del servidor.
fr: Impossible de trouver des identifiants de connexion. Avez-vous oublié de les configurer ? Cela peut également être dû à une mauvaise configuration du serveur.
nl: Kon geen aanmeldingsidentificatoren vinden. Ben je ze vergeten in te stellen? Dit kan ook worden veroorzaakt door een servermisconfiguratie.
pt: Não foi possível encontrar nenhum username de login. Esqueceu-se de defini-los? Isso também pode ser causado por uma má configuração do servidor.
se: Det gick inte att hitta några inloggningsidentifierare. Har du glömt att ställa in dem? Detta kan också orsakas av en felaktig serverkonfiguration.

# identities.messages.4000010
source: Account not active yet. Did you forget to verify your email address?
de: Konto ist noch nicht aktiv. Haben Sie vergessen, Ihre E-Mail-Adresse zu bestätigen?
es: La cuenta aún no está activa. ¿Olvidó verificar su dirección de correo electrónico?
fr: Le compte n'est pas encore actif. Avez-vous oublié de vérifier votre adresse e-mail ?
nl: Account nog niet actief. Ben je vergeten je e-mailadres te verifiëren?
pt: Conta ainda não está ativa. Esqueceu-se de verificar o seu endereço de e-mail?
se: Kontot är inte aktivt ännu. Har du glömt att verifiera din e-postadress?

# identities.messages.4000011
source: You have no TOTP device set up.
de: Sie haben kein TOTP-Gerät eingerichtet.
es: No tiene configurado ningún dispositivo TOTP.
fr: Vous n'avez pas configuré de dispositif TOTP.
nl: Je hebt geen TOTP-apparaat ingesteld.
pt: Não tem um dispositivo TOTP configurado.
se: Du har ingen TOTP-enhet konfigurerad.

# identities.messages.4000012
source: This backup recovery code has already been used.
de: Dieser Backup-Wiederherstellungscode wurde bereits verwendet.
es: Este código de recuperación de respaldo ya ha sido utilizado.
fr: Ce code de récupération de secours a déjà été utilisé.
nl: Deze herstelcode is al gebruikt.
pt: Este código de recuperação de backup já foi usado.
se: Denna backup-återställningskod har redan använts.

# identities.messages.4000013
source: You have no WebAuthn device set up.
de: Sie haben kein WebAuthn-Gerät eingerichtet.
es: No tiene configurado ningún dispositivo WebAuthn.
fr: Vous n'avez pas configuré de dispositif WebAuthn.
nl: Je hebt geen WebAuthn-apparaat ingesteld.
pt: Não tem um dispositivo WebAuthn configurado.
se: Du har ingen WebAuthn-enhet konfigurerad.

# identities.messages.4000014
source: You have no backup recovery codes set up.
de: Sie haben keine Backup-Wiederherstellungscode eingerichtet.
es: No ha configurado ningún código de recuperación de respaldo.
fr: Vous n'avez pas configuré de codes de récupération de secours.
nl: Je hebt geen herstelcodes ingesteld.
pt: Não tem códigos de recuperação de backup configurados.
se: Du har inga backup-återställningskoder konfigurerade.

# identities.messages.4000015
source: This account does not exist or has no security key set up.
de: Dieses Konto existiert nicht oder hat keinen Sicherheitsschlüssel eingerichtet.
es: Esta cuenta no existe o no tiene configurada una llave de seguridad.
fr: Ce compte n'existe pas ou n'a pas configuré de clé de sécurité.
nl: Dit account bestaat niet of heeft geen beveiligingssleutel ingesteld.
pt: Esta conta não existe ou não tem uma chave de segurança configurada.
se: Det här kontot finns inte eller har ingen säkerhetsnyckel konfigurerad.

# identities.messages.4000016
source: The backup recovery code is not valid.
de: Der Backup-Wiederherstellungscode ist ungültig.
es: El código de recuperación de respaldo no es válido.
fr: Le code de récupération de secours n'est pas valide.
nl: De herstelcode is niet geldig.
pt: O código de recuperação de backup não é válido.
se: Backup-återställningskoden är inte giltig.

# identities.messages.4000017
source: length must be <= {max_length}, but got {actual_length}
de: Die Länge muss <= {max_length} sein, wurde jedoch {actual_length} erhalten.
es: la longitud debe ser <= {max_length}, pero es {actual_length}
fr: La longueur doit être <= {max_length}, mais a été {actual_length}
nl: lengte moet <= {max_length} zijn, maar is {actual_length}
pt: O comprimento deve ser <= {max_length}, mas foi {actual_length}
se: längd måste vara <= {max_length}, men var {actual_length}

# identities.messages.4000018
source: must be >= {minimum} but found {actual}
de: muss >= {minimum} sein, wurde jedoch {actual} gefunden.
es: debe ser >= {minimum} pero es {actual}
fr: Doit être >= {minimum} mais a été {actual}
nl: moet >= {minimum} zijn, maar is {actual}
pt: deve ser >= {minimum} mas foi encontrado {actual}
se: måste vara >= {minimum} men var {actual}

# identities.messages.4000019
source: must be > {minimum} but found {actual}
de: muss > {minimum} sein, wurde jedoch {actual} gefunden.
es: debe ser > {minimum} pero es {actual}
fr: Doit être > {minimum} mais a été {actual}
nl: moet > {minimum} zijn, maar is {actual}
pt: deve ser > {minimum} mas foi encontrado {actual}
se: måste vara > {minimum} men var {actual}

# identities.messages.4000020
source: must be <= {maximum} but found {actual}
de: muss <= {maximum} sein, wurde jedoch {actual} gefunden.
es: debe ser <= {maximum} pero es {actual}
fr: Doit être <= {maximum} mais a été {actual}
nl: moet <= {maximum} zijn, maar is {actual}
pt: deve ser <= {maximum} mas foi encontrado {actual}
se: måste vara <= {maximum} men var {actual}

# identities.messages.4000021
source: must be < {maximum} but found {actual}
de: muss < {maximum} sein, wurde jedoch {actual} gefunden.
es: debe ser < {maximum} pero es {actual}
fr: Doit être < {maximum} mais a été {actual}
nl: moet < {maximum} zijn, maar is {actual}
pt: deve ser < {maximum} mas foi encontrado {actual}
se: måste vara < {maximum} men var {actual}

# identities.messages.4000022
source: {actual} not multipleOf {base}
de: {actual} ist nicht ein Vielfaches von {base}
es: {actual} no es múltiplo de {base}
fr: {actual} n'est pas multiple de {base}
nl: {actual} is geen veelvoud van {base}
pt: {actual} não é múltiplo de {base}
se: {actual} är inte en multipel av {base}

# identities.messages.4000023
source: maximum {max_items} items allowed, but found {actual_items} items
de: maximal {max_items} Elemente erlaubt, wurden jedoch {actual_items} Elemente gefunden.
es: máximo {max_items} ítems permitidos, pero se encontraron {actual_items} ítems
fr: Un maximum de {max_items} éléments est autorisé, mais {actual_items} éléments ont été trouvés
nl: maximaal {max_items} items toegestaan, maar er zijn {actual_items} items gevonden
pt: máximo de {max_items} itens permitidos, mas foram encontrados {actual_items} itens
se: maximalt {max_items} objekt tillåtna, men hittade {actual_items} objekt

# identities.messages.4000024
source: minimum {min_items} items allowed, but found {actual_items} items
de: mindestens {min_items} Elemente erforderlich, wurden jedoch {actual_items} Elemente gefunden.
es: mínimo {min_items} ítems permitidos, pero se encontraron {actual_items} ítems
fr: Un minimum de {min_items} éléments est autorisé, mais {actual_items} éléments ont été trouvés
nl: minimaal {min_items} items toegestaan, maar er zijn {actual_items} items gevonden
pt: mínimo de {min_items} itens permitidos, mas foram encontrados {actual_items} itens
se: minst {min_items} objekt tillåtna, men hittade {actual_items} objekt

# identities.messages.4000025
source: items at index {index_a} and {index_b} are equal
de: Elemente an Index {index_a} und {index_b} sind gleich.
es: los ítems en los índices {index_a} y {index_b} son iguales
fr: Les éléments aux indices {index_a} et {index_b} sont égaux
nl: items op index {index_a} en {index_b} zijn gelijk
pt: itens nos índices {index_a} e {index_b} são iguais
se: objekt vid index {index_a} och {index_b} är lika

# identities.messages.4000026
source: expected {allowed_types_list}, but got {actual_type}
de: erwartete {allowed_types_list}, wurden jedoch {actual_type} gefunden.
es: se esperaba {allowed_types_list}, pero se obtuvo {actual_type}
fr: Les types autorisés étaient {allowed_types_list}, mais le type actuel est {actual_type}
nl: verwacht {allowed_types_list}, maar kreeg {actual_type}
pt: esperado {allowed_types_list}, mas foi {actual_type}
se: förväntade {allowed_types_list}, men var {actual_type}

# identities.messages.4000027
source: An account with the same identifier (email, phone, username, ...) exists already. Please sign in to your existing account and link your social profile in the settings page.
de: Ein Konto mit demselben Identifikator (E-Mail, Telefon, Benutzername, ...) existiert bereits. Bitte melden Sie sich in Ihrem bestehenden Konto an und verknüpfen Sie Ihr soziales Profil auf der Einstellungsseite.
es: Ya existe una cuenta con el mismo identificador (correo, teléfono, nombre de usuario, ...). Por favor, inicie sesión en su cuenta existente y vincule su perfil social en la página de configuración.
fr: Un compte avec le même identifiant (e-mail, téléphone, nom d'utilisateur, ...) existe déjà. Veuillez vous connecter à votre compte existant et lier votre profil social dans la page des paramètres.
nl: Er bestaat al een account met dezelfde identificatiegegevens (e-mail, telefoon, gebruikersnaam, ...). Meld je aan bij je bestaande account en koppel je sociale profiel in de instellingenpagina.
pt: Já existe uma conta com o mesmo username (e-mail, telefone, nome de usuário, ...). Faça login na sua conta existente e vincule seu perfil social na página de configurações.
se: Ett konto med samma identifierare (e-post, telefon, användarnamn, ...) finns redan. Logga in på ditt befintliga konto och länka din sociala profil på inställningssidan.

# identities.messages.4000028
source: You tried signing in with {credential_identifier_hint} which is already in use by another account. You can sign in using {available_credential_types_list}. You can sign in using one of the following social sign in providers: {Available_oidc_providers_list}.
de: Sie haben versucht, sich mit {credential_identifier_hint} anzumelden, das bereits von einem anderen Konto verwendet wird. Sie können sich mit {available_credential_types_list} anmelden. Sie können sich mit einem der folgenden sozialen Anmeldeanbieter anmelden: {Available_oidc_providers_list}.
es: Intentó iniciar sesión con {credential_identifier_hint} que ya está en uso por otra cuenta. Puede iniciar sesión usando {available_credential_types_list}. Puede iniciar sesión usando uno de los siguientes proveedores de inicio de sesión social: {Available_oidc_providers_list}.
fr: Vous avez essayé de vous connecter avec {credential_identifier_hint} qui est déjà utilisé par un autre compte. Vous pouvez vous connecter en utilisant {available_credential_types_list}. Vous pouvez vous connecter en utilisant l'un des fournisseurs de connexion sociale suivants : {Available_oidc_providers_list}.
nl: Je hebt geprobeerd in te loggen met {credential_identifier_hint}, dat al wordt gebruikt door een ander account. Je kunt inloggen met {available_credential_types_list}. Je kunt inloggen met een van de volgende sociale aanmeldingsproviders: {Available_oidc_providers_list}.
pt: Tentou fazer login com {credential_identifier_hint}, que já está sendo usado por outra conta. Pode fazer login usando {available_credential_types_list}. Pode fazer login usando um dos seguintes provedores de login social: {Available_oidc_providers_list}.
se: Du försökte logga in med {credential_identifier_hint} som redan används av ett annat konto. Du kan logga in med {available_credential_types_list}. Du kan logga in med någon av följande sociala inloggningsleverantörer: {Available_oidc_providers_list}.

# identities.messages.4000029
source: must be equal to constant {expected}
de: muss gleich der Konstanten {expected} sein.
es: debe ser igual a la constante {expected}
fr: Doit être égal à la constante {expected}
nl: moet gelijk zijn aan constante {expected}
pt: deve ser igual a constante {expected}
se: måste vara lika med konstant {expected}

# identities.messages.4000030
source: const failed
de: const fehlgeschlagen
es: constante fallida
fr: Échec de la constante
nl: constante mislukt
pt: constante falhou
se: const misslyckades

# identities.messages.4000031
source: The password can not be used because it is too similar to the identifier.
de: Das Passwort kann nicht verwendet werden, da es zu ähnlich dem Identifikator ist.
es: La contraseña no puede ser utilizada porque es muy similar al identificador.
fr: Le mot de passe ne peut pas être utilisé car il est trop similaire à l'identifiant.
nl: Het wachtwoord kan niet worden gebruikt omdat het te veel lijkt op de identificatiegegevens.
pt: A password não pode ser utilizada porque é muito semelhante ao username.
se: Lösenordet kan inte användas eftersom det är för likt identifieraren.

# identities.messages.4000032
source: The password must be at least {min_length} characters long, but got {actual_length}.
de: Das Passwort muss mindestens {min_length} Zeichen lang sein, wurde jedoch {actual_length} erhalten.
es: La contraseña debe tener al menos {min_length} caracteres de longitud, pero tiene {actual_length}.
fr: Le mot de passe doit comporter au moins {min_length} caractères, mais en comporte {actual_length}.
nl: Het wachtwoord moet minstens {min_length} tekens lang zijn, maar is {actual_length}.
pt: A password deve conter ter pelo menos {min_length} caracteres, mas contém {actual_length}.
se: Lösenordet måste vara minst {min_length} tecken långt, men är {actual_length}.

# identities.messages.4000033
source: The password must be at most {max_length} characters long, but got {actual_length}.
de: Das Passwort muss höchstens {max_length} Zeichen lang sein, wurde jedoch {actual_length} erhalten.
es: La contraseña debe tener como máximo {max_length} caracteres de longitud, pero tiene {actual_length}.
fr: Le mot de passe doit comporter au plus {max_length} caractères, mais en comporte {actual_length}.
nl: Het wachtwoord mag hoogstens {max_length} tekens lang zijn, maar is {actual_length}.
pt: A password deve conter ter no máximo {max_length} caracteres, mas contém {actual_length}.
se: Lösenordet får vara högst {max_length} tecken långt, men är {actual_length}.
