Repository: josxha/OryUI
Catalog: KratosSelfServiceBlazor/Resources/OryElementsTranslator.*.resx
Languages: de, es, fr, nl, pt, se

# consent.action-accept
source: Allow
de: Zustimmen
es: Permitir
fr: Autoriser
nl: Toestaan
pt: Permitir
se: Tillåt

# consent.action-reject
source: Deny
de: Ablehnen
es: Rechazar
fr: Refuser
nl: Weigeren
pt: Rejeitar
se: Neka

# consent.description
source: Only grant permissions if you trust this site or app. You do not need to accept all permissions.
de: Geben Sie nur Berechtigungen frei, wenn Sie dieser Website oder App vertrauen. Sie müssen nicht alle Berechtigungen akzeptieren.
es: Solo otorgue permisos si confía en este sitio o aplicación. No es necesario aceptar todos los permisos.
fr: N'accordez des permissions que si vous faites confiance à ce site ou à cette application. Vous n'avez pas besoin d'accepter toutes les permissions.
nl: Verleen alleen toestemming als u deze site of app vertrouwt. U hoeft niet alle toestemmingen te accepteren.
pt: Conceda permissões somente se confiar neste site ou aplicação. Não precisa aceitar todas as permissões.
se: Ge bara behörigheter om du litar på den här webbplatsen eller appen. Du behöver inte acceptera alla behörigheter.

# consent.privacy-policy-label
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de confidentialité
nl: Privacybeleid
pt: Política de Privacidade
se: Integritetspolicy

# consent.remember-label
source: Remember this decision for next time. The application will not be able to ask for additional permissions without your consent.
de: Diese Entscheidung für das nächste Mal merken. Die Anwendung wird keine zusätzlichen Berechtigungen ohne Ihre Zustimmung anfordern können.
es: Recuerde esta decisión para la próxima vez. La aplicación no podrá solicitar permisos adicionales sin su consentimiento.
fr: Mémoriser cette décision pour la prochaine fois. L'application ne pourra pas demander des permissions supplémentaires sans votre consentement.
nl: Onthoud deze beslissing voor de volgende keer. De toepassing kan geen aanvullende toestemming vragen zonder uw toestemming.
pt: Lembrar decisão para a próxima vez. A aplicação não poderá solicitar permissões adicionais sem o seu consentimento.
se: Kom ihåg detta val till nästa gång. Applikationen kommer inte att kunna be om ytterligare tillstånd utan ditt medgivande.

# consent.remember-tooltip
source: remember my decision
de: meine Entscheidung merken
es: recordar mi decisión
fr: mémoriser ma décision
nl: Onthoud mijn beslissing
pt: lembrar minha decisão
se: kom ihåg mitt val

# consent.requested-permissions-label
source: The application requests access to the following permissions:
de: Die Anwendung benötigt Zugriff auf folgende Berechtigungen:
es: La aplicación solicita acceso a los siguientes permisos:
fr: L'application demande l'accès aux permissions suivantes :
nl: De toepassing vraagt toegang tot de volgende toestemmingen:
pt: A aplicação solicita acesso às seguintes permissões:
se: Applikationen begär åtkomst till följande behörigheter:

# consent.terms-of-service-label
source: Terms of Service
de: Nutzungsbedingungen
es: Términos de Servicio
fr: Conditions d'utilisation
nl: Gebruiksvoorwaarden
pt: Termos de Serviço
se: Användarvillkor

# error.back-button
source: Go Back
de: Zurück
es: Regresar
fr: Revenir en arrière
nl: Ga terug
pt: Voltar
se: Tillbaka

# error.description
source: An error occurred with the following message:
de: Es ist ein Fehler aufgetreten mit folgender Nachricht:
es: Ocurrió un error con el siguiente mensaje:
fr: Une erreur est survenue avec le message suivant :
nl: Er is een fout opgetreden met de volgende melding:
pt: Ocorreu um erro com a seguinte mensagem:
se: Ett fel uppstod med följande meddelande:

# error.support-email-link
source: If the problem persists, please contact <a>{contactSupportEmail}</a>
de: Wenn das Problem bestehen bleibt, kontaktieren Sie bitte <a>{contactSupportEmail}</a>
es: Si el problema persiste, por favor contacte a <a>{contactSupportEmail}</a>
fr: Si le problème persiste, veuillez contacter <a>{contactSupportEmail}</a>
nl: Als het probleem aanhoudt, neem dan contact op met <a>{contactSupportEmail}</a>
pt: Se o problema persistir, entre em contato com <a>{contactSupportEmail}</a>
se: Om problemet kvarstår, vänligen kontakta <a>{contactSupportEmail}</a>

# error.title
source: An error occurred
de: Ein Fehler ist aufgetreten
es: Ocurrió un error
fr: Une erreur est survenue
nl: Er is een fout opgetreden
pt: Ocorreu um erro
se: Ett fel uppstod

# error.title-internal-server-error
source: Internal Server Error
de: Interner Serverfehler
es: Error Interno del Servidor
fr: Erreur interne du serveur
nl: Interne serverfout
pt: Erro Interno do Servidor
se: Internt serverfel

# error.title-not-found
source: 404 - Page not found
de: 404 - Seite nicht gefunden
es: 404 - Página no encontrada
fr: 404 - Page non trouvée
nl: 404 - Pagina niet gevonden
pt: 404 - Página não encontrada
se: 404 - Sidan hittades ej

# identities.messages.1010001
source: Sign in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
nl: Aanmelden
pt: Entrar
se: Logga in

# identities.messages.1010002
source: Sign in with {provider}
de: Mit {provider} anmelden
es: Iniciar sesión con {provider}
fr: Se connecter avec {provider}
nl: Aanmelden met {provider}
pt: Entrar com {provider}
se: Logga in med {provider}

# identities.messages.1010003
source: Please confirm this action by verifying that it is you.
de: Bitte bestätigen Sie diese Aktion, indem Sie überprüfen, dass Sie es sind.
es: Por favor confirme esta acción verificando que es usted.
fr: Veuillez confirmer cette action en vérifiant que c'est bien vous.
nl: Bevestig deze actie door te verifiëren dat u het bent.
pt: Confirme esta ação e verifique que é você.
se: Bekräfta denna åtgärd genom att verifiera att det är du.

# identities.messages.1010004
source: Please complete the second authentication challenge.
de: Bitte schließen Sie die zweite Authentifizierungsprüfung ab.
es: Por favor complete el segundo desafío de autenticación.
fr: Veuillez terminer le deuxième défi d'authentification.
nl: Voltooi alstublieft de tweede authenticatie-uitdaging.
pt: Complete o segundo desafio de autenticação, por favor.
se: Vänligen slutför den andra autentiseringsutmaningen.

# identities.messages.1010005
source: Verify
de: Verifizieren
es: Verificar
fr: Vérifier
nl: Verifiëren
pt: Verificar
se: Verifiera

# identities.messages.1010006
source: Authentication code
de: Authentifizierungscode
es: Código de autenticación
fr: Code d'authentification
nl: Verificatiecode
pt: Código de Autenticação
se: Autentiseringskod

# identities.messages.1010007
source: Backup recovery code
de: Backup-Wiederherstellungscode
es: Código de recuperación de respaldo
fr: Code de récupération de secours
nl: Back-up herstelcode
pt: Código de Recuperação de Backup
se: Återställningskod för backup

# identities.messages.1010008
source: Use security key
de: Sicherheitsschlüssel verwenden
es: Usar llave de seguridad
fr: Utiliser une clé de sécurité
nl: Beveiligingssleutel gebruiken
pt: Usar chave de segurança
se: Använd säkerhetsnyckel

# identities.messages.1010009
source: Use Authenticator
de: Authentifizierungs-App verwenden
es: Usar Autenticador
fr: Utiliser un authentificateur
nl: Authenticator gebruiken
pt: Usar o Autenticador
se: Använd autentiserings-app

# identities.messages.1010010
source: Use backup recovery code
de: Backup-Wiederherstellungscode verwenden
es: Usar código de recuperación de respaldo
fr: Utiliser un code de récupération de secours
nl: Back-up herstelcode gebruiken
pt: Usar código de recuperação de backup
se: Använd reservåterställningskod

# identities.messages.1010011
source: Continue with security key
de: Mit Sicherheitsschlüssel fortfahren
es: Continuar con llave de seguridad
fr: Continuer avec la clé de sécurité
nl: Doorgaan met beveiligingssleutel
pt: Continuar com a chave de segurança
se: Fortsätt med säkerhetsnyckel

# identities.messages.1010012
source: Prepare your WebAuthn device (e.g. security key, biometrics scanner, ...) and press continue.
de: Bereiten Sie Ihr WebAuthn-Gerät vor (z. B. Sicherheitsschlüssel, biometrischer Scanner, ...) und drücken Sie auf Weiter.
es: Prepare su dispositivo WebAuthn (por ejemplo, llave de seguridad, escáner biométrico, ...) y presione continuar.
fr: Préparez votre appareil WebAuthn (par exemple, une clé de sécurité, un scanner biométrique, ...) et appuyez sur Continuer.
nl: Bereid uw WebAuthn-apparaat voor (bijv. beveiligingssleutel, biometrische scanner, ...) en druk op doorgaan.
pt: Prepare o seu dispositivo WebAuthn (por exemplo, chave de segurança, scanner biométrico, ...) e pressione continuar.
se: Förbered din WebAuthn-enhet (t.ex. säkerhetsnyckel, biometriska skanner, ...) och tryck på fortsätt.

# identities.messages.1010013
source: Continue
de: Weiter
es: Continuar
fr: Continuer
nl: Doorgaan
pt: Continuar
se: Fortsätt

# identities.messages.1010014
source: An email containing a code has been sent to the email address you provided. If you have not received an email, check the spelling of the address and retry the login.
de: Eine E-Mail mit einem Code wurde an die von Ihnen angegebene E-Mail-Adresse gesendet. Falls Sie keine E-Mail erhalten haben, überprüfen Sie bitte die Schreibweise der Adresse und versuchen Sie erneut, sich anzumelden.
es: Se ha enviado un correo electrónico con un código a la dirección de correo electrónico que proporcionó. Si no ha recibido un correo electrónico, verifique la ortografía de la dirección e intente iniciar sesión nuevamente.
fr: Un e-mail contenant un code a été envoyé à l'adresse e-mail que vous avez fournie. Si vous n'avez pas reçu d'e-mail, vérifiez l'orthographe de l'adresse et réessayez la connexion.
nl: Er is een e-mail met een code verzonden naar het opgegeven e-mailadres. Als u geen e-mail heeft ontvangen, controleer dan de spelling van het adres en probeer opnieuw in te loggen.
pt: Um e-mail com um código foi enviado para o endereço de e-mail introduzido. Não recebeu um e-mail? Verifique o endereço introduzido e efetue novamente o login.
se: Ett e-postmeddelande som innehåller en kod har skickats till den e-postadress du angett. Om du inte har fått ett mejl, kontrollera stavningen av adressen och försök logga in igen.

# identities.messages.1010015
source: Sign in with code
de: Mit Code anmelden
es: Iniciar sesión con código
fr: Se connecter avec un code
nl: Aanmelden met code
pt: Entrar com código
se: Logga in med kod

# identities.messages.1040001
source: Sign up
de: Registrieren
es: Registrarse
fr: S'inscrire
nl: Registreren
pt: Registar
se: Logga in

# identities.messages.1040002
source: Sign up with {provider}
de: Mit {provider} registrieren
es: Registrarse con {provider}
fr: S'inscrire avec {provider}
nl: Registreren met {provider}
pt: Registar com {provider}
se: Logga in med {provider}

# identities.messages.1040003
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
nl: Doorgaan
pt: Continuar
se: Fortsätt

# identities.messages.1040004
source: Sign up with security key
de: Mit Sicherheitsschlüssel registrieren
es: Registrarse con llave de seguridad
fr: S'inscrire avec une clé de sécurité
nl: Registreren met beveiligingssleutel
pt: Registar com chave de segurança
se: Registrera med säkerhetsnyckel

# identities.messages.1040005
source: An email containing a code has been sent to the email address you provided. If you have not received an email, check the spelling of the address and retry the registration.
de: Eine E-Mail mit einem Code wurde an die von Ihnen angegebene E-Mail-Adresse gesendet. Falls Sie keine E-Mail erhalten haben, überprüfen Sie bitte die Schreibweise der Adresse und versuchen Sie erneut, sich zu registrieren.
es: Se ha enviado un correo electrónico con un código a la dirección de correo electrónico que proporcionó. Si no ha recibido un correo electrónico, verifique la ortografía de la dirección e intente registrarse nuevamente.
fr: Un e-mail contenant un code a été envoyé à l'adresse e-mail que vous avez fournie. Si vous n'avez pas reçu d'e-mail, vérifiez l'orthographe de l'adresse et réessayez l'inscription.
nl: Er is een e-mail met een code verzonden naar het opgegeven e-mailadres. Als u geen e-mail heeft ontvangen, controleer dan de spelling van het adres en probeer opnieuw te registreren.
pt: Um e-mail com o código foi enviado para o endereço de e-mail introduzido. Não recebeu um e-mail? Verifique a ortografia do endereço e registe-se novamente.
se: Ett e-postmeddelande som innehåller en kod har skickats till den e-postadress du angett. Om du inte har fått ett e-postmeddelande, kontrollera stavningen av adressen och försök igen med registreringen.

# identities.messages.1040006
source: Sign up with code
de: Mit Code registrieren
es: Registrarse con código
fr: S'inscrire avec un code
nl: Registreren met code
pt: Registar com código
se: Registrera med kod

# identities.messages.1050001
source: Your changes have been saved!
de: Ihre Änderungen wurden gespeichert!
es: ¡Sus cambios han sido guardados!
fr: Vos modifications ont été enregistrées avec succès !
nl: Uw wijzigingen zijn opgeslagen!
pt: Alterações foram salvas com sucesso!
se: Dina ändringar har sparats!

# identities.messages.1050002
source: Link {provider}
de: {provider} verknüpfen
es: Vincular {provider}
fr: Lier {provider}
nl: Koppelen aan {provider}
pt: Vincular {provider}
se: Koppla på {provider}

# identities.messages.1050003
source: Unlink {provider}
de: {provider} entknüpfen
es: Desvincular {provider}
fr: Délier {provider}
nl: Ontkoppelen van {provider}
pt: Desvincular {provider}
se: Koppla bort {provider}

# identities.messages.1050004
source: Unlink TOTP Authenticator App
de: Authentifizierungs-App entknüpfen
es: Desvincular App Autenticadora TOTP
fr: Délier l'application d'authentification TOTP
nl: Ontkoppelen van TOTP Authenticator-app
pt: Desvincular o Aplicação Autenticador TOTP
se: Koppla bort TOTP Autentisering-App

# identities.messages.1050005
source: Authenticator app QR code
de: Authentifizierungs-App QR-Code
es: Código QR de la app autenticadora
fr: Code QR de l'application d'authentification
nl: QR-code voor Authenticator-app
pt: Código QR da aplicação Autenticador
se: Autentisering-app QR kod

# identities.messages.1050007
source: Reveal backup recovery codes
de: Backup-Wiederherstellungscode anzeigen
es: Mostrar códigos de recuperación de respaldo
fr: Afficher les codes de récupération de secours
nl: Toon back-up herstelcodes
pt: Revelar códigos de recuperação de backup
se: Visa reservåterställningskoder

# identities.messages.1050008
source: Generate new backup recovery codes
de: Neue Backup-Wiederherstellungscode generieren
es: Generar nuevos códigos de recuperación de respaldo
fr: Générer de nouveaux codes de récupération de secours
nl: Nieuwe back-up herstelcodes genereren
pt: Gerar novos códigos de recuperação de backup
se: Generera nya reservåterställningskoder

# identities.messages.1050010
source: These are your back up recovery codes. Please keep them in a safe place!
de: Dies sind Ihre Backup-Wiederherstellungscode. Bewahren Sie sie an einem sicheren Ort auf!
es: Estos son sus códigos de recuperación de respaldo. ¡Por favor guárdelos en un lugar seguro!
fr: Ce sont vos codes de récupération de secours. Veuillez les conserver dans un endroit sûr !
nl: Dit zijn uw back-up herstelcodes. Bewaar ze op een veilige plaats!
pt: Os seus códigos de recuperação de backup. Guarde-os num local seguro!
se: Det här är dina reservåterställningskoder. Förvara dem på ett säkert ställe!

# identities.messages.1050011
source: Confirm backup recovery codes
de: Backup-Wiederherstellungscode bestätigen
es: Confirmar códigos de recuperación de respaldo
fr: Confirmer les codes de récupération de secours
nl: Bevestig back-up herstelcodes
pt: Confirmar códigos de recuperação de backup
se: Bekräfta reservåterställningskoder

# identities.messages.1050012
source: Add security key
de: Sicherheitsschlüssel hinzufügen
es: Agregar llave de seguridad
fr: Ajouter une clé de sécurité
nl: Beveiligingssleutel toevoegen
pt: Adicionar chave de segurança
se: Lägg till säkerhetsnyckel

# identities.messages.1050013
source: Name of the security key
de: Name des Sicherheitsschlüssels
es: Nombre de la llave de seguridad
fr: Nom de la clé de sécurité
nl: Naam van de beveiligingssleutel
pt: Nome da chave de segurança
se: Säkerhetsnyckelns namn

# identities.messages.1050014
source: <del>Used</del>
de: <del>Verwendet</del>
es: <del>Usado</del>
fr: <del>Utilisé</del>
nl: <del>Gebruikt</del>
pt: <del>Usado</del>
se: <del>Använd</del>

# identities.messages.1050016
source: Disable this method
de: Diese Methode deaktivieren
es: Deshabilitar este método
fr: Désactiver cette méthode
nl: Deze methode uitschakelen
pt: Desativar este método
se: Inaktivera den här metoden

# identities.messages.1050017
source: This is your authenticator app secret. Use it if you can not scan the QR code.
de: Dies ist Ihr Authentifizierungs-App-Geheimnis. Verwenden Sie es, wenn Sie den QR-Code nicht scannen können.
es: Este es el secreto de su app autenticadora. Úselo si no puede escanear el código QR.
fr: Il s'agit de votre code secret de l'application d'authentification. Utilisez-le si vous ne pouvez pas scanner le code QR.
nl: Dit is uw geheime Authenticator-app. Gebruik het als u de QR-code niet kunt scannen.
pt: Este é o segredo da sua aplicação autenticador. Use-o se não puder ler o código QR.
se: Det här är din hemlighet för din autentiseringsapp. Använd den om du inte kan skanna QR-koden.

# identities.messages.1050018
source: Remove security key "{display_name}"
de: Sicherheitsschlüssel "{display_name}" entfernen
es: Eliminar llave de seguridad "{display_name}"
fr: Supprimer la clé de sécurité "{display_name}"
nl: Beveiligingssleutel verwijderen "{display_name}"
pt: Remover chave de segurança "{display_name}"
se: Ta bort säkerhetsnyckel "{display_name}"

# identities.messages.1060001
source: You successfully recovered your account. Please change your password or set up an alternative login method (e.g. social sign in) within the next {privileged_session_expires_at_unix_until_minutes} minutes.
de: Sie haben Ihr Konto erfolgreich wiederhergestellt. Bitte ändern Sie Ihr Passwort oder richten Sie eine alternative Anmeldemethode ein (z. B. Anmeldung über soziale Medien) innerhalb der nächsten {privileged_session_expires_at_unix_until_minutes} Minuten ein.
es: Ha recuperado exitosamente su cuenta. Por favor cambie su contraseña o configure un método de inicio de sesión alternativo (por ejemplo, inicio de sesión social) en los próximos {privileged_session_expires_at_unix_until_minutes} minutos.
fr: Vous avez réussi à récupérer votre compte. Veuillez changer votre mot de passe ou configurer une méthode de connexion alternative (par exemple, une connexion sociale) dans les prochaines {privileged_session_expires_at_unix_until_minutes} minutes.
nl: U heeft met succes uw account hersteld. Wijzig alstublieft uw wachtwoord of stel een alternatieve aanmeldingsmethode in (bijv. sociale aanmelding) binnen de komende {privileged_session_expires_at_unix_until_minutes} minuten.
pt: Recuperou com sucesso a sua conta. Por favor, altere a sua password ou configure um método de login alternativo (por exemplo, login social) nos próximos {privileged_session_expires_at_unix_until_minutes} minutos.
se: Du har lyckats återställa ditt konto. Ändra ditt lösenord eller ställ in en alternativ inloggningsmetod (t.ex. social inloggning) inom de närmaste {privileged_session_expires_at_unix_until_minutes} minuterna.

# identities.messages.1060002
source: An email containing a recovery link has been sent to the email address you provided. If you have not received an email, check the spelling of the address and make sure to use the address you registered with.
de: Eine E-Mail mit einem Wiederherstellungslink wurde an die von Ihnen angegebene E-Mail-Adresse gesendet. Falls Sie keine E-Mail erhalten haben, überprüfen Sie bitte die Schreibweise der Adresse und stellen Sie sicher, dass Sie die Adresse verwendet haben, mit der Sie sich registriert haben.
es: Se ha enviado un correo electrónico con un enlace de recuperación a la dirección de correo electrónico que proporcionó. Si no ha recibido un correo electrónico, verifique la ortografía de la dirección y asegúrese de usar la dirección con la que se registró.
fr: Un e-mail contenant un lien de récupération a été envoyé à l'adresse e-mail que vous avez fournie. Si vous n'avez pas reçu d'e-mail, vérifiez l'orthographe de l'adresse et assurez-vous d'utiliser l'adresse avec laquelle vous vous êtes enregistré.
nl: Er is een e-mail met een herstelkoppeling verzonden naar het opgegeven e-mailadres. Als u geen e-mail heeft ontvangen, controleer dan de spelling van het e-mailadres en zorg ervoor dat u het e-mailadres gebruikt waarmee u zich heeft geregistreerd.
pt: Um e-mail com um link de recuperação foi enviado para o endereço de e-mail introduzido. Se recebeu um e-mail, verifique a ortografia do endereço e verifique se está usando o endereço com o qual se registou.
se: Ett e-postmeddelande som innehåller en återställningslänk har skickats till den e-postadress du angett. Om du inte har fått ett mejl, kontrollera stavningen på adressen och se till att använda adressen du registrerade dig med.

# identities.messages.1060003
source: An email containing a recovery code has been sent to the email address you provided. If you have not received an email, check the spelling of the address and make sure to use the address you registered with.
de: Eine E-Mail mit einem Wiederherstellungscode wurde an die von Ihnen angegebene E-Mail-Adresse gesendet. Falls Sie keine E-Mail erhalten haben, überprüfen Sie bitte die Schreibweise der Adresse und stellen Sie sicher, dass Sie die Adresse verwendet haben, mit der Sie sich registriert haben.
es: Se ha enviado un correo electrónico con un código de recuperación a la dirección de correo electrónico que proporcionó. Si no ha recibido un correo electrónico, verifique la ortografía de la dirección y asegúrese de usar la dirección con la que se registró.
fr: Un e-mail contenant un code de récupération a été envoyé à l'adresse e-mail que vous avez fournie. Si vous n'avez pas reçu d'e-mail, vérifiez l'orthographe de l'adresse et assurez-vous d'utiliser l'adresse avec laquelle vous vous êtes enregistré.
nl: Er is een e-mail met een herstelcode verzonden naar het opgegeven e-mailadres. Als u geen e-mail heeft ontvangen, controleer dan de spelling van het e-mailadres en zorg ervoor dat u het e-mailadres gebruikt waarmee u zich heeft geregistreerd.
pt: Um e-mail com um código de recuperação foi enviado para o endereço de e-mail introduzido. Se recebeu um e-mail, verifique a ortografia do endereço e verifique se está usando o endereço com o qual se registou.
se: Ett e-postmeddelande som innehåller en återställningskod har skickats till den e-postadress du angett. Om du inte har fått ett mejl, kontrollera stavningen på adressen och se till att använda adressen du registrerade dig med.

# identities.messages.1070001
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
nl: Wachtwoord
se: Lösenord

# identities.messages.1070003
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
nl: Opslaan
pt: Salvar
se: Spara

# identities.messages.1070005
source: Submit
de: Absenden
es: Enviar
fr: Soumettre
nl: Verzenden
pt: Enviar
se: Skicka

# identities.messages.1070006
source: Verify code
de: Verifizierungscode
es: Verificar código
fr: Vérifier le code
nl: Verificatiecode controleren
pt: Verificar código
se: Verifiera kod

# identities.messages.1070007
source: Email
es: Correo electrónico
se: E-post

# identities.messages.1070008
source: Resend code
de: Code erneut senden
es: Reenviar código
fr: Renvoyer le code
nl: Code opnieuw verzenden
pt: Reenviar código
se: Skicka koden igen
